Repository: guoxiao/terminator-gtk3
Catalog: po/*.po
Languages: si

source: You need to install the python bindings for gobject, gtk and pango to run Terminator.
si: gobject සඳහා ඔබට python බැඳීම් ප්‍රතිස්ථාපනය කිරීමට අවශ්‍යය. කෙලවරකිරීම සඳහා gtk සහ pango ධාවනය කරන්න.

source: You need to run terminator in an X environment. Make sure DISPLAY is properly set
si: ඔබට X පාරිසරිකය තුල terminator ධාවනය කිරීමට අවශ්‍යය. ඔබගේ දර්ශනය නියම ලෙස සකසා ඇතිදැයි තහවුරු කරගන්න

source: Unterminated quoted string
si: අවසන් නොකල වෙන්කල බැඳීම්

source: Setting without a value
si: අගය අතරතුර සැකසීම්

source: Unexpected token
si: අනපේක්ෂිත සංඥාව

source: <big><b>Configuration error</b></big> Errors were encountered while parsing terminator_config(5) file: <b>%s</b> %d line(s) have been ignored.
si: <big><b>ආකෘතික දෝෂය</b></big> Errors were encountered while parsing terminator_config(5) file: <b>%s</b> %d රේඛා(ව) නොසලකාහැර ඇත.

source: Configuration error
si: ආකෘතික දෝෂය

source: Setting %r value %r not a valid colour; ignoring
si: සැකසීම් %r අගය %r වලංගු වර්ණයක් නොවේ; ප්‍රතික්ෂේපිත

source: %s must be one of: top, left, right, bottom
si: %stop, left, right, bottom :වලින් එකක් විය යුතුයි

source: Boolean setting %s expecting one of: yes, no, true, false, on, off
si: වීජයානු සැකසීම් %s yes, no, true, false, on, off : වලින් එකක් අපේක්ෂිතයි

source: Reading list values from terminator_config(5) is not currently supported
si: terminator_config(5) හි අගයන් ලැයිස්තුව කියවීම දැනට අධාර කරන්නේ නැත

source: Setting %r should be a section name
si: සැකසීම් %r නාම ඒකකයක් විය යුතුයි

source: Current Locale
si: වර්තමාන ප්‍රදේශය

source: Western
si: අපරදිග

source: Central European
si: මධ්‍යම යුරෝපීය

source: South European
si: දකුණු යුරෝපයීය

source: Baltic
si: බෝල්ටික්

source: Cyrillic
si: සිරිලික්

source: Arabic
si: අරාබි

source: Greek
si: ග්‍රීක

source: Hebrew Visual
si: යුදෙව් දෘෂ්ටිය

source: Hebrew
si: යුදෙව්

source: Turkish
si: තුර්කි

source: Nordic
si: නෝඩික

source: Celtic
si: කෙල්ටික

source: Romanian
si: රොමානීය

source: Unicode
si: යුනිකේත

source: Armenian
si: ආර්මිනියානු

source: Chinese Traditional
si: සම්ප්‍රදායික චීන

source: Cyrillic/Russian
si: සිරිලික්/රුසියන්

source: Japanese
si: ජපන්

source: Korean
si: කොරියන්

source: Chinese Simplified
si: සුළු චීන

source: Georgian
si: ජෝර්ජියානු

source: Cyrillic/Ukrainian
si: සිරිලික්/යුක්රේනියානු

source: Croatian
si: කොඒෂන්

source: Hindi
si: හින්දි

source: Persian
si: පර්සියන්

source: Gujarati
si: ගුජරාටි

source: Gurmukhi
si: ගුර්මුක්ති

source: Icelandic
si: අයිස්ලන්ත

source: Vietnamese
si: වියට්නාම

source: Thai
si: තායිලන්ත

source: Name
si: නම

source: Action
si: කටයුත්ත

source: Keyboard shortcut
si: යතුරුපුවරු කෙටිමං

source: Unable to find python bindings for deskbar, hide_window is not available.
si: ඩෙක්ස්බාරය සඳහා python බඳීම් සෙවීමට නොහැකිය. hide_window ප්‍රයෝජනය සඳහා නැත

source: Close Tab
si: ටැබය වසන්න

source: tab
si: ටැබය

source: Invalid geometry string %r
si: වලංගු නොමැති ජ්‍යාමිතික අගයක් %r

source: Unable to bind hide_window key
si: hide_window යතුර බැඳීමට නොහැකිය

source: window
si: කවුළුව

source: Close?
si: වැසීම?

source: Close _Terminals
si: ටර්මිනල්_වසන්න

source: <big><b>Close multiple terminals?</b></big>
si: බහු පර්යන්ත වැසීන්නද?

source: This %s has several terminals open. Closing the %s will also close all terminals within it.
si: මෙම %s හි ටර්මිනල් කිහිපයක් විවෘත වී ඇත. මෙම %s වැසීමට අමතරව එහි ඇති ටර්මිනල් සියල්ලම වසන්න.

source: You need to install python bindings for libvte ("python-vte" in debian/ubuntu)
si: ඔබට libvte ("python-vte" in debian/ubuntu) හඳහා python බඳීම් ස්ථාපනය කිරීමට අවශ්‍යය

source: Search:
si: ගවේෂණය:

source: Next
si: ඊළඟට

source: Unable to find a shell
si: ෙෂලය සොයාගැනීමට නොහැකිය

source: Unable to start shell:
si: ෂෙලය ආරම්භකිරීමට අපහසුය

source: _Open Link
si: _ඇමිනුම විවෘතකරන්න

source: _Copy Link Address
si: _ඇමිනුම් ලිපිනය පිටපත්කරන්න

source: _Send Mail To...
si: _තැපෑලක් යැවීමට...

source: _Copy Email Address
si: _ඊ-මේල් ලිපිනය පිටපත්කරන්න

source: Show _scrollbar
si: ස්ක්‍රෝල්බාරය_පෙන්වන්න

source: Show _titlebar
si: ටයිටල්බාරය_පෙන්වන්න

source: Split H_orizontally
si: ති_රස්ව කොටස්කිරීම

source: Split V_ertically
si: සිර_ස්ව කොටස්කිරීම

source: Open _Tab
si: ටැබය_අරින්න

source: Open _Debug Tab
si: _Debug ටැබය විවෘතකරන්න

source: Open Top Level Tab
si: ඉහල මට්ටමේ මැබය විවෘතකරන්න

source: _Zoom terminal
si: ටර්මිනලය _විශාලනය

source: Ma_ximise terminal
si: ටර්මිනලය _උපරිමකරන්න

source: _Unzoom terminal
si: ටර්මිනලය _කුඩාකරන්න

source: Unma_ximise terminal
si: ටර්මිනලය _අවමකරන්න

source: Ed_it profile
si: ප්‍රොෆයිලය සං_ස්කරණය

source: _Group
si: _කාණ්ඩය

source: None
si: කිසිවෙක් නැත

source: _New group
si: _නව කාණ්ඩයක්

source: _Group all
si: _සියල්ලම එක්කරන්න

source: _Ungroup all
si: _සියල්ලම වෙන්කරන්න

source: Group name:
si: කණ්ඩායම් නාමය

source: All
si: සමස්ත

source: Encodings
si: කේතීකරණයන්

source: Other Encodings
si: අනෙක් කේතීකරණයන්

source: Multiple terminals in one window
si: එක් වින්ඩෝවක ටර්මිනල් රාශියක්

source: Terminator
si: ටර්මිනේටර්
