Repository: guoxiao/terminator-gtk3
Catalog: po/terminator-*.po
Languages: ro

source: You need to install the python bindings for gobject, gtk, gconf and pango to run Terminator.
ro: Pentru a putea rula Terminator, trebuiesc instalate dependintele "python" pentru "gobject", "gconf" si "pango".

source: You need to install python bindings for libvte ("python-vte" in debian/ubuntu)
ro: Trebuie instalata dependinta "python" pentru "libvte" ("python-vte" in debian/ubuntu).

source: Warning: unable to find profile %s. Continue with default values...
ro: Atentie: nu am gasit profilul %s. Continui cu valorile predefinite...

source: Unknown value requested. Unable to find in gconf profile or default settings:
ro: Valoare ceruta necunoscuta. Nu exista in profilul gconf ori setari predefinite:

source: _Open Link
ro: _Deschide link

source: _Copy Link Address
ro: _Copiaza adresa

source: _Send Mail To...
ro: _Trimite E-mail la...

source: _Copy Email Address
ro: _Copiaza adresa E-mail

source: Show scrollbar
ro: Vizualizeaza scrollbar

source: Split H_orizontally
ro: Imparte _Orizontal

source: Split V_ertically
ro: Imparte V_ertical

source: Close?
ro: Inchid?

source: <big><b>Close all terminals?</b></big>
ro: <big><b>Inchid toate terminalele?</b></big>

source: This window has %s terminals open. Closing the window will also close all terminals.
ro: Aceasta fereastra are %s terminale deschise. Inchizand-o, toate terminalele deja deschise vor fi inchise.
